# EndMultipleDuplicate

## Description
Use this function in conjuction with EndMultipleDuplicate to preserve constraints on multiple duplicated objects.

```pascal
PROCEDURE EndMultipleDuplicate;
```

```python
def vs.EndMultipleDuplicate():
    return None
```

## Examples
averseObjectsInActiveLayer}}

## See Also
VS Functions:
BeginMultipleDuplicate

## Version
Availability: from Vectorworks 2011

## Category
* Object Editing